IDEA StatiCa Open Model
CrossSectionComponentEdges Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The CrossSectionComponentEdges type exposes the following members.
Properties
Name | Description
ComponentIndex
 Zero based index of component
EdgeIndexes
 List of zero based edge indexes of component
Top
See Also
Reference
CrossSectionComponentEdges Class
IdeaRS.OpenModel.Loading Namespace